Repository: common-repository/tennis-court-bookings
Catalog: languages/rncbc-*.po
Languages: cs_cz

source: Tennis Court Bookings
cs_cz: Tenisový kurt rezervace

source: http://www.ezihosting.com/tennis-court-bookings/
cs_cz: https://www.ezihosting.com/tennis-court-bookings/

source: Tennis Court Bookings come in 4 modules ranging from our free lite version to a comprehensive tennis court booking, coaching and payment system.
cs_cz: Náš plugin pro rezervaci tenisových kurtů je dostupný ve 4 modulech, od naší bezplatné lite verze po komplexní rezervaci tenisového kurtu, koučování a platební systém.

source: Sorry, This day is closed.
cs_cz: Promiňte, tento den je zavřený.

source: Sorry, the court has been booked.
cs_cz: Promiňte, soud byl obsazen.

source: Success! Thanks for your booking.
cs_cz: Úspěch! Děkujeme za vaši rezervaci.

source: Un-available
cs_cz: Není k dispozici

source: Available
cs_cz: K dispozici

source: Activity
cs_cz: Aktivita

source: Please pick an available day
cs_cz: Vyberte prosím dostupný den

source: Court
cs_cz: Kurt

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Members
cs_cz: Členové

source: Total
cs_cz: Celkový

source: Name
cs_cz: Jméno

source: Email
cs_cz: E-mailem

source: Phone number
cs_cz: Telefonní číslo

source: Comment
cs_cz: Komentář

source: Booking & Pay
cs_cz: Rezervace a platba

source: Booking Now
cs_cz: Rezervace nyní

source: Title
cs_cz: Titul

source: Trainees
cs_cz: Stážisté

source: http://www.ezihosting.com.au/
cs_cz: https://www.ezihosting.com.au/

source: Settings
cs_cz: Nastavení

source: Calendars
cs_cz: Kalendáře

source: Coaching
cs_cz: Koučování

source: Go Pro
cs_cz: Získat Pro

source: Court Booking Calendars
cs_cz: Rezervační kalendář kurtu

source: Create new calender
cs_cz: Vytvořit nový kalendář

source: Courts
cs_cz: Kurty

source: Court name
cs_cz: Jméno kurtu

source: Price (per time-slot)
cs_cz: Cena (za časový úsek)

source: Price (pre time-slot)
cs_cz: Price (per time-slot)

source: Member Price
cs_cz: Členská cena

source: Member Price (per time-slot)
cs_cz: Členská cena (za časový úsek)

source: Create
cs_cz: Vytvořit

source: Update
cs_cz: Aktualizovat

source: Delete
cs_cz: Smazat

source: Back to calendars
cs_cz: Zpět na kalendáře

source: Calendar name, this will also be send to customer's email.
cs_cz: Jméno kalendáře (bude odesláno na zákazníkův email).

source: Opening
cs_cz: Otevřeno

source: Closing
cs_cz: Konec

source: Working Day
cs_cz: Pracovní den

source: Holiday
cs_cz: Svátek

source: Public holidays or other days that bookings are not accepted.
cs_cz: Státní svátky nebo jiné dny, kdy rezervace nejsou akceptovány.

source: Booking window closed time
cs_cz: Konečný čas rezervačního okna

source: Set the number of minutes before the booking are not accept, default is 2 hours. PS. 1 hour = 60 minutes, 1 day = 1440 minutes
cs_cz: Nastavte počet minut dopředu, kdy nebude rezervace akceptována, výchozí jsou 2 hodiny. PS. 1 hodina = 60 minut, 1 den = 1440 minut

source: Minimum available date
cs_cz: Minimální dostupné datum

source: Default is today, a formatted date string, eg..
cs_cz: Výchozí je dnes, formátovaný datový řetězec, např. ..

source: Maximum available date
cs_cz: Maximální dostupné datum

source: Default is unlimited, +n means n days after today
cs_cz: Výchozí hodnota je neomezená, +n znamená n dní po dnešku

source: Time slot
cs_cz: Časový interval

source: Step size
cs_cz: Velikost kroku

source: The booking time slots equals Time slot * Step size.
cs_cz: Na vaší rezervační stránce se objeví informační zpráva, která vás vyzve, abyste si zakoupili Pro verzi. Aktivací Pro verze zprávu odstraníte a získáte 12měsíční podporu a bezplatné aktualizace.

source: Success tip
cs_cz: Tip na úspěch

source: The booking success pop-up message.
cs_cz: Pop-up zpráva o úspěchu rezervace.

source: Reservations
cs_cz: Rezervace

source: License key
cs_cz: Licenční číslo

source: Our Tennis court bookings Lite plugin is there for you to try it out.
cs_cz: Náš tenisový rezervační systém (Lite plugin) je zde pro vás na vyzkoušení.

source: There will be an annoying message in your booking page encouraging you to Go Pro. Going Pro will get rid of this message and activates 12 months support and free updates.
cs_cz: Na vaší rezervační stránce se objeví informační zpráva, která vás vyzve, abyste si zakoupili Pro verzi. Aktivací Pro verze zprávu odstraníte a získáte 12měsíční podporu a bezplatné aktualizace.

source: Your License key is validated. Thank you for your purchase!
cs_cz: Vaše licence je aktivní. Děkujeme za nákup!

source: Court Booking Calender Settings
cs_cz: Nastavení rezervačního kalendáře kurtu

source: Confirmation to customer
cs_cz: Potvzení zákazníkovi

source: Subject
cs_cz: Předmět

source: Body
cs_cz: Tělo

source: Notification to admin
cs_cz: Upozornění pro administrátora

source: Email address
cs_cz: Email
